export const questions = [
  {
    id: 'frendly',
    title: '나랑 얼마나 친하다고 생각해',
    options: ['개어색함', '어색함', '친함', '개짱친'],
  },
  {
    id: 'like',
    title: '나에 대한 호감도 (친구 혹은 사람으로서)',
    options: ['개비호', '비호', '호감', 'ㄹㅈㄷ호감'],
  },
  {
    id: 'appearance',
    title: '너가 보는 나의 외모는',
    options: [
      '1등급 (~ 상위 4%)',
      '2,3등급 (~ 상위 21%)',
      '4,5등급 (~ 상위 60%)',
      '6,7등급 (~ 상위 89%)',
      '8,9등급 (~ 상위 100%)',
    ],
  },
  {
    id: 'social',
    title: '너가 보는 나의 사회성은',
    options: ['말안됨 (n)', '딸림', '보통', '좋음', '말안됨 (p)'],
  },
  {
    id: 'jiral',
    title: '내가 얼마나 나대는지?',
    options: [
      '너무 쳐사림',
      '조금 사리는 편인듯',
      '보통',
      '나댐',
      '개쳐나댐',
    ],
  },
  {
    id: 'idea',
    title: '마지막! 이 설문조사에 대해 어떻게 생각하는지?',
    options: [
      '좋은 아이디어임',
      '병신같은 아이디어임',
      '멘헤라새끼같음',
    ],
  },
];